tap "aws/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shivammathur/php"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "commitizen"
brew "curl"
brew "freetds"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "d2"
brew "deno"
brew "exa"
brew "fd"
brew "node"
brew "firebase-cli"
brew "fish"
brew "fisher"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hyperfine"
brew "jq"
brew "k6"
brew "llvm@13"
brew "mas"
brew "minikube"
brew "openjdk"
brew "peco"
brew "pnpm", link: false
brew "ripgrep"
brew "ripgrep-all"
brew "tig"
brew "tmux"
brew "volta"
brew "yq"
brew "zig"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "shivammathur/php/php@7.3"
cask "alfred"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "google-chrome-beta"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "magicavoxel"
cask "medis"
cask "michaelvillar-timer"
cask "miro"
cask "obsidian"
cask "rectangle"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
