tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "cocoapods"
brew "composer"
brew "deno"
brew "docker", link: false
brew "docker-compose", link: false
brew "elixir"
brew "elm"
brew "elm-format"
brew "ffmpeg"
brew "fish"
brew "geckodriver"
brew "ghq"
brew "git"
brew "go"
brew "goaccess"
brew "graphviz"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "libusbmuxd", args: ["HEAD"]
brew "logstash"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "php"
brew "python@3.8"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "rbenv-communal-gems"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zplug"
brew "aws/tap/aws-sam-cli"
cask "alfred"
cask "android-studio"
cask "boostnote"
cask "brave-browser"
cask "cacher"
cask "chromedriver"
cask "clipy"
cask "datagrip"
cask "deepl"
cask "docker"
cask "drawio"
cask "dynalist"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "jetbrains-toolbox"
cask "phpstorm"
cask "pycharm"
cask "sequel-ace"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "webstorm"
cask "xmind-zen"
