tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shivammathur/php"
brew "fontconfig"
brew "python@3.9"
brew "glib"
brew "gd"
brew "php"
brew "composer"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hyperfine"
brew "jq"
brew "node"
brew "peco"
brew "pnpm", link: false
brew "python@3.10"
brew "ripgrep"
brew "ripgrep-all"
brew "tig"
brew "tmux"
brew "volta"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "shivammathur/php/php@7.3"
cask "alfred"
cask "deepl"
cask "docker"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "michaelvillar-timer"
cask "miro"
cask "obsidian"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "visual-studio-code"
cask "zoom"
